Repository: ltrgithub/X3GestAA
Catalog: translation-indexes/messages_Syracuse.tmx
Source language: en_us
Languages: de_de, es_es, fr_fr, pt_pt, zh_cn

source: Endpoint working copy not found for {0}
de_de: Endpoint Arbeitskopie für {0} nicht gefunden
es_es: La copia de trabajo del endpoint no se ha encontrado para {0}
fr_fr: La copie de travail du endpoint n'a pas été trouvée pour {0}
pt_pt: A cópia de trabalho do endpoint não foi encontrado para {0}
zh_cn: 未找到{0}的端点工作副本

source: Locale not found: {0}
de_de: Lokale Parameter nicht gefunden: {0}
es_es: Parametrización regional no encontrada : {0}
fr_fr: Paramètres régionaux non trouvés : {0}
pt_pt: Parametros regionais não encontrados {0}
zh_cn: 未找到本地化设置：{0}

source: No email recipient given
de_de: Kein E-Mail-Empfänger angegeben
es_es: Ningún destinatorio e-mail indicado
fr_fr: Aucun destinataire e-mail fourni
pt_pt: Nenhum destinatários de e-mail fornecido
zh_cn: 没有提供任何e-mail收件人

source: Inconsistencies in release directory
de_de: Inkonsistenzen im Release-Verzeichnis
es_es: Incoherencias en el directorio de entrega
fr_fr: Incohérences dans le répertoire de livraison
pt_pt: Inconsistências no diretório de entrega·
zh_cn: 交付目录中存在不一致

source: Inconsistencies in temporary directory
de_de: Inkonsistenzen im temporären Verzeichnis
es_es: Incoherencias en el directorio temporal
fr_fr: Incohérences dans le répertoire temporaire
pt_pt: Inconsistências no diretório temporário
zh_cn: 临时目录中存在不一致

source: Inconsistencies in work directory
de_de: Inkonsistenzen im Arbeitsverzeichnis
es_es: Incoherencias en el directorio de trabajo
fr_fr: Incohérences dans le répertoire de travail
pt_pt: Inconsistências no diretório de trabalho
zh_cn: 工作目录中存在不一致

source: Release directory does not exist
de_de: Release-Verzeichnis nicht vorhanden
es_es: Directorio de entrega inexistente
fr_fr: Répertoire de livraison inexistant
pt_pt: Diretório de entrega inexistente
zh_cn: 交付目录不存在

source: Temporary directory does not exist
de_de: Temporäres Verzeichnis nicht vorhanden
es_es: Directorio temporal inexistente
fr_fr: Répertoire temporaire inexistant
pt_pt: Diretório temporário inexistente
zh_cn: 临时目录不存在

source: Work directory does not exist
de_de: Arbeitsverzeichnis nicht vorhanden
es_es: Directorio de trabajo inexistente
fr_fr: Répertoire de travail inexistant
pt_pt: Diretório de trabalho inexistente
zh_cn: 工作目录不存在

source: Release directory OK
de_de: Release-Verzeichnis OK
es_es: Directorio de entrega correcto
fr_fr: Répertoire de livraison OK
pt_pt: Diretório de entrega OK
zh_cn: 交付目录OK

source: Temporary directory OK
de_de: Temporäres Verzeichnis OK
es_es: Directorio temporal correcto
fr_fr: Répertoire temporaire OK
pt_pt: Diretório temporário OK
zh_cn: 临时目录OK

source: Work directory OK
de_de: Arbeitsverzeichnis OK
es_es: Directorio de trabajo correcto
fr_fr: Répertoire de travail OK
pt_pt: Diretório de trabalho OK
zh_cn: 工作目录OK

source: Empty patch file
de_de: Leere Patch-Datei
es_es: Fichero de parche vacío
fr_fr: Fichier de patch vide
pt_pt: Arquivo de patch vazio
zh_cn: 补丁文件为空

source: Error in getting data from other servers {0}
de_de: Fehler bei der Datenerhebung von anderen Servern {0}
es_es: Error durante la obtención de datos procedente de otros servidores {0}
fr_fr: Erreur lors de l'obtention de données provenant d'autres serveurs {0}
pt_pt: Erro durante a obtenção de dados provenientes de outros servidores {0}
zh_cn: 获取来源于其他服务器{0}的数据出错

source: Host {0}: message {1} cannot be parsed. {2}
de_de: Host {0}: Nachricht {1} kann nicht analysiert werden. {2}
es_es: Servidor {0}: el mensaje {1} no puede ser analizado. {2}
fr_fr: Hôte {0} : le message {1} ne peut être analysé. {2}
pt_pt: Host {0}: a mensagem {1} não pode ser analisada. {2}
zh_cn: 主机{0}：无法分析消息{1} 。{2}

source: Error in release directory of {0}: {1}
de_de: Fehler im Release-Verzeichnis von {0}: {1}
es_es: Error en el servidor de entrega de {0} : {1}
fr_fr: Erreur sur le répertoire de livraison de {0}: {1}
pt_pt: Erro no diretório de entrega{0}: {1}
zh_cn: {0}: {1}的交付目录出错

source: Error in temp directory of {0}: {1}
de_de: Fehler im temporären Verzeichnis von {0}: {1}
es_es: Error en el servidor temporal de {0} : {1}
fr_fr: Erreur sur le répertoire temporaire de {0} : {1}
pt_pt: Erro no diretório temporário {0}: {1}
zh_cn: {0}: {1}的临时目录出错

source: Error when removing lock file. Error message: {0}
de_de: Fehler beim Entfernen der gesperrten Datei. Fehlermeldung: {0}
es_es: Error durante la extracción del fichero de bloqueo. Mensaje de error : {0}
fr_fr: Erreur lors du retrait du fichier de verrouillage. Message d'erreur : {0}
pt_pt: Erro ao remover o arquivo de bloqueio. Mensagem de erro {0}
zh_cn: 提取闭锁文件时出错。错误信息：{0}

source: Error in work directory of {0}: {1}
de_de: Fehler im Arbeitsverzeichnis von {0}: {1}
es_es: Error en el servidor de trabajo de {0} : {1}
fr_fr: Erreur sur le répertoire de travail de {0} : {1}
pt_pt: Erro no diretório de trabalho {0}: {1}
zh_cn: {0}: {1}的工作目录出错

source: 'node' will shut down very soon ...
de_de: 'node' wird bald heruntergefahren
es_es: 'nodo' va a apagarse en breve ...
fr_fr: 'node' va s'éteindre dans un bref délai ...
pt_pt: node' será desligada dentro de um curto espaço de tempo ...
zh_cn: 'node'将在短时间内关闭...

source: Patch integration started
de_de: Patch-Integration gestartet
es_es: La integración de parches se ha iniciado
fr_fr: L'intégration de patch a débuté
pt_pt: Integração de patch iniciada
zh_cn: 补丁集成已开始

source: System is already locked by another call
de_de: Das System wurde bereits durch einen anderen Aufruf gesperrt
es_es: El sistema ya está bloqueado por otra llamada
fr_fr: Le système est déjà verrouillé par un autre appel
pt_pt: O sistema já está bloqueado por outra chamada
zh_cn: 系统已被另一项调用锁定

source: No patch file provided
de_de: Keine Patch-Datei bereitgestellt
es_es: Ningún fichero de parche entregado
fr_fr: Aucun fichier de patch fourni
pt_pt: Nenhum arquivo patch fornecido
zh_cn: 未提供任何补丁文件

source: No global settings available
de_de: Keine globalen Einstellungen verfügbar
es_es: Ninguna parametrización global disponible
fr_fr: Aucun paramètrage global disponible
pt_pt: Nenhuma parametrização global disponível
zh_cn: 没有可用的本地化设置

source: Cannot read version information. Error message: {0}
de_de: Versionsinformation kann nicht gelesen werden. Fehlermeldung: {0}
es_es: Imposible leer la información sobre la versión. Mensaje de error : {0}
fr_fr: Impossible de lire les informations sur la version. Message d'erreur : {0}
pt_pt: Não é possível ler as informações de versão. Mensagem de erro {0}
zh_cn: 无法读取版本上的信息。错误消息：{0}

source: Patch already applied
de_de: Patch bereits angewendet
es_es: El parche ya ha sido aplicado
fr_fr: Le patch a déjà été appliqué
pt_pt: O patch foi aplicado
zh_cn: 该补丁已应用

source: Release directory version: {0}
de_de: Release-Verzeichnis Version: {0}
es_es: Versión del directorio de entrega : {0}
fr_fr: Version du répertoire de livraison : {0}
pt_pt: Versão do diretório de entrega: {0}
zh_cn: 交付目录的版本：{0}

source: Patch integration started. Please close session
de_de: Patch-Integration gestartet. Sitzung bitte schließen
es_es: La integración de parche se ha iniciado. Cerrar la sesión
fr_fr: L'intégration de patch a débuté. Fermer la session
pt_pt: Integração de patch iniciada. Fechar a sessão
zh_cn: 补丁集成已开始。关闭该会话

source: System already unlocked
de_de: System bereits entsperrt
es_es: El sistema ya se ha desbloqueado
fr_fr: Le système a déjà été déverrouillé
pt_pt: O sistema já foi desbloqueado
zh_cn: 系统已被解锁

source: Index {0} in progress ({1})
de_de: Index {0} in Bearbeitung ({1})
es_es: Índice {0} en curso ({1})
fr_fr: Index {0} en cours ({1})
pt_pt: Índice {0} em curso ({1})
zh_cn: 正在使用({1})的索引{0}

source: Search index update
de_de: Update Suchindex
es_es: Actualización del índice de búsqueda
fr_fr: Mise à jour de l'index de recherche
pt_pt: A atualização do índice de pesquisa
zh_cn: 搜索索引更新

source: Reserved for Sage, create and modify "Factory" variants
de_de: Für Sage vorbehalten, "Factory"-Varianten erstellen und ändern
es_es: Reservado a Sage, crear y modificar las variantes "Entregadas"
fr_fr: Réservé à Sage, créer et modifier les variantes "Livrées"
pt_pt: Reservado para a Sage, criar e modificar as variantes "entregues"
zh_cn: Sage版权所有，创建和修改"交付"的变量

source: Can create and modify "Global" variants, available to all users
de_de: "Globale" Varianten, verfügbar für alle Benutzer, können erstellt und geändert werden
es_es: Es posible crear y modificar las variantes Globales; disponibles para todos los usuarios
fr_fr: Il est possible de créer et modifier les variantes "Globales; disponibles pour tous les utilisateurs
pt_pt: É possível criar e editar variáveis globais ", disponível para todos os utilizadores
zh_cn: 可以创建和修改"全局"变量；可供所有用户使用

source: Can create and modify "Personal" variants or variants shared with specific groups and users
de_de: "Persönliche" Varianten oder Varianten geteilt mit spez. Gruppen und Benutzern können erstellt und geändert werden
es_es: Es posible crear y modificar las variantes Personales o compartidas con grupos/usuarios específicos.
fr_fr: Il est possible de créer/modifier les variantes 'Personnelles' ou 'partagées' avec des groupes/utilisateurs spécifiques.
pt_pt: Pode criar/editar as variantes 'Pessoais' ou 'partilhadas' com grupos/utilizadores específicos.
zh_cn: 可以创建/修改'私有'变量或者与特定群组/用户'共享'的变量。

source: None
de_de: Keine
es_es: Ningún
fr_fr: Aucun
pt_pt: Nenhum
zh_cn: 无

source: Cannot create or modify personalizations
de_de: Es können keine Personalisierungen erstellt oder geändert werden
es_es: Imposible crear y modificar las personalizaciones
fr_fr: Impossible de créer ou modifier les personnalisations
pt_pt: Não é possível criar ou modificar personalizações
zh_cn: 无法创建或修改自定义设置

source: Disconnect current session is forbidden
de_de: Aktuelle Sitzung darf nicht getrennt werden
es_es: Prohibido desconectarse de la sesión actual
fr_fr: Interdiction de déconnecter la session courante
pt_pt: Interdição de desconectar a sessão em curso
zh_cn: 禁止断开当前进程的连接

source: Session is disconnected
de_de: Sitzung ist getrennt
es_es: La sesión está desconectada
fr_fr: La session est déconnectée
pt_pt: Sessão desconectada
zh_cn: 会话已断开连接

source: Execution process is undefined for scheduler task {0}
de_de: Ausführungsprozess für Planeraufgabe {0} nicht definiert
es_es: El proceso de ejecución no está definido para la tarea del programador {0}
fr_fr: Le processus d'exécution n'est pas défini pour la tâche du programmateur {0}
pt_pt: O processo de execução não está definido para o agendador de tarefas {0}
zh_cn: 无法将该服务器证书作为客户端证书使用

source: The task {0} cannot be scheduled (should implement "scheduledExecute")
de_de: Die Aufgabe {0} kann nicht geplant werden (es sollte "scheduledExecute" implementiert werden)
es_es: La tarea {0} no se puede programar ("scheduledExecute" debería ser implementada)
fr_fr: La tâche {0} ne peut être programmée ("scheduledExecute" devrait être mis en oeuvre)
pt_pt: Tarefa {0} não pode ser programado (scheduledExecute deve ser usado)
zh_cn: 无法为任务{0}制定计划（应当实行"scheduledExecute"）

source: Cannot have two events with same key
de_de: Zwei Ereignisse mit einem Schlüssel sind nicht möglich
es_es: No puede haber dos eventos con la misma clave
fr_fr: Il ne peut y avoir deux événements avec la même clé
pt_pt: Não pode haver dois eventos com a mesma chave
zh_cn: 两个事件不能使用相同的密钥

source: Operation {0} is not implemented
de_de: Aktion {0} ist nicht implementiert
es_es: Operación {0} no implementada
fr_fr: Opération {0} non mise en oeuvre
pt_pt: Operação {0} não definido oeuvre
zh_cn: 未实行的操作{0}

source: Instance "{0}" not found
de_de: Instanz "{0}" nicht gefunden
es_es: Instancia "{0}" no encontrada
fr_fr: Instance "{0}" non trouvée
pt_pt: Instância "{0}" não encontrado
zh_cn: 未找到实例"{0}"·

source: Cannot change the storage type of an existing document
de_de: Speichertyp für ein vorhandenes Dokument kann nicht geändert werden
es_es: Imposible cambiar el tipo de almacenamiento de un documento existente
fr_fr: Impossible de changer le type de stockage d'un document existant
pt_pt: Não é possível alterar o tipo de armazenamento de um documento existente
zh_cn: 无法变更一个现有文档的存储类型

source: Cannot change the storage type of an existing volume ({0})
de_de: Speichertyp für ein vorhandenes Volumen kann nicht geändert werden
es_es: Imposible cambiar el tipo de almacenamiento de un volumen existente ({0})
fr_fr: Impossible de changer le type de stockage d'un volume existant ({0})
pt_pt: Não é possível alterar o tipo de um volume de armazenamento existente ({0})
zh_cn: 不能变更一个现有容体的存储类型({0})

source: Document not found, URL: {0}
de_de: Dokument nicht gefunden, URL: {0}
es_es: Documento no encontrado, URL : {0}
fr_fr: Document non trouvé, URL : {0}
pt_pt: Documento não encontrado, URL: {0}
zh_cn: 文档未找到，URL ：{0}

source: Connection OK
de_de: Verbindung OK
es_es: Conexión OK
fr_fr: Connexion OK
pt_pt: Entrar OK
zh_cn: 连接OK

source: Connection error: {0}
de_de: Verbindungsfehler: {0}
es_es: Error de conexión : {0}
fr_fr: Erreur de connexion : {0}
pt_pt: Erro de login: {0}
zh_cn: 连接错误：{0}

source: {0} of {1}
de_de: {0} von {1}
es_es: {0} de {1}
fr_fr: {0} de {1}
zh_cn: {1}的{0}

source: Delete and update users
de_de: Benutzer löschen und aktualisieren
es_es: Borrar y actualizar los usuarios
fr_fr: Supprimer et mettre à jour les utilisateurs
pt_pt: Retire e atualizar utilizadors
zh_cn: 删除和更新用户

source: Finished
de_de: Beendet
es_es: Terminado
fr_fr: Terminé
pt_pt: Concluída
zh_cn: 已结束

source: Get LDAP users
de_de: LDAP-Benutzer bekommen
es_es: Obtener los usuarios LDAP
fr_fr: Obtenir les utilisateurs LDAP
pt_pt: Obter utilizadors LDAP
zh_cn: 获得LDAP用户

source: Insert users
de_de: Benutzer einfügen
es_es: Insertar los usuarios
fr_fr: Insérer les utilisateurs
pt_pt: Insira utilizadors
zh_cn: 插入用户

source: You must have the right to change user data to execute this service
de_de: Sie benötigen Rechte für die Änderung von Benutzerdaten, um diesen Service auszuführen
es_es: Debe tener permisos para cambiar los datos de usuarios con el fin de ejecutar este servicio
fr_fr: Vous devez avoir le droit de changer les données des utilisateurs afin d'exécuter ce service
pt_pt: Deve ter o direito de alterar os dados do utilizador para executar este serviço
zh_cn: 您必须拥有更改用户数据的权限才能执行这项服务

source: No authentication name mapping given
de_de: Keine Authentifizierung Namenszuordnung vorgegeben
es_es: Ningún mapping de nombres de autentificación entregado
fr_fr: Aucun mapping de noms d'authentification fourni
pt_pt: Sem nomes de autenticação de mapeamento fornecidas
zh_cn: 未提供任何验证名称的匹配

source: Please provide authentication name mapping
de_de: Bitte stellen Sie eine Authentifizierung Namenszuordnung bereit
es_es: Entregar el mapping de nombres de autentificación
fr_fr: Fournir le mapping de noms d'authentification
pt_pt: Fornecer o mapeamento de autenticação nomes
zh_cn: 提供验证名称的匹配

source: No content for authentication name mapping found
de_de: Kein Inhalt für Authentifizierung Namenszuordnung gefunden
es_es: Ningún contenido para el mapping de nombres de autentificación se ha encontrado
fr_fr: Aucun contenu pour le mapping de noms d'authentification n'a été trouvé
pt_pt: Sem conteúdo para nomes de autenticação de mapeamento foram encontrados
zh_cn: 未找到任何验证名称匹配的内容

source: Cannot create user '{0}' because last name is empty
de_de: Benutzer '{0}' kann nicht erstellt werden, da Nachname leer ist
es_es: Imposible crear el usuario '{0}' con el apellido vacío
fr_fr: Impossible de créer l'utilisateur '{0}' car le nom de famille est vide
pt_pt: Não é possível criar o utilizador '{0}' porque o nome está vazio
zh_cn: 无法创建用户'{0}'，因为姓氏为空

source: No last name mapping given
de_de: Keine Nachnamenzuordnung vorgegeben
es_es: Ningún mapping de apellidos entregado
fr_fr: Aucun mapping de noms de famille fourni
pt_pt: Não sobrenomes mapeamento fornecidas
zh_cn: 未提供任何姓氏匹配

source: LDAP search finishes with the error code {0}
de_de: LDAP Suche endet mit Fehlercode {0}
es_es: La búsqueda LDAP se termina con el código de error {0}
fr_fr: La recherche LDAP se termine avec le code d'erreur {0}
pt_pt: Pesquisa LDAP termina com o código de erro {0}
zh_cn: LDAP搜索结束，错误代码为{0}

source: Update LDAP users
de_de: Update LDAP-Benutzer
es_es: Actualizar los usuarios LDAP
fr_fr: Mettre à jour les utilisateurs LDAP
pt_pt: Atualização utilizadors LDAP
zh_cn: 更新LDAP用户

source: User name changed from '{0}' to '{1}'
de_de: Benutzername geändert von '{0}' zu '{1}'
es_es: Nombre de usuario cambiado de '{0}' a '{1}'
fr_fr: Nom d'utilisateur passé de '{0}' à '{1}'
pt_pt: Nome de utilizador Past '{0}' para '{1}'
zh_cn: 用户名自'{0}'至'{1}'

source: Wrong attribute {0}
de_de: Falsches Attribut {0}
es_es: Atributo erróneo {0}
fr_fr: Mauvais attribut {0}
pt_pt: Bad atributo {0}
zh_cn: 错误属性{0}

source: Wrong attribute '{0}' will be ignored
de_de: Falsches Attribut '{0}' wird nicht berücksichtigt
es_es: El atributo erróneo '{0}' será ignorado
fr_fr: Le mauvais attribut '{0}' sera ignoré
pt_pt: A má atributo '{0}' será ignorado
zh_cn: 错误属性'{0}'将被忽略

source: No LDAP instance with name {0}
de_de: Keine LDAP-Instanz mit Name {0}
es_es: Ninguna instancia LDAP con el nombre {0}
fr_fr: Aucune instance LDAP avec le nom {0}
pt_pt: Nenhuma instância LDAP com o nome {0}
zh_cn: 没有任何名称为{0}的LDAP实例

source: No LDAP name
de_de: Kein LDAP-Name
es_es: Ningún nombre LDAP·
fr_fr: Aucun nom LDAP
pt_pt: Nenhum nome LDAP
zh_cn: 没有任何LDAP名称

source: Each BO server can be associated only one time to a role.
de_de: Jeder BO-Server kann nur einmal einer Rolle zugeordnet werden
es_es: Cada servidor BO solo se puede asociar una vez a un rol.
fr_fr: Chaque serveur BO ne peut être associé qu'une seule fois à un rôle.
pt_pt: BO cada servidor pode ser associado apenas uma vez para um papel.
zh_cn: 每个BO服务器一次只能关联至一个角色。

source: User must not set himself/herself to inactive
de_de: Benutzer darf sich nicht selbst inaktiv setzen
es_es: El usuario no debe definirse como inactivo
fr_fr: L'utilisateur ne doit pas se définir comme inactif
pt_pt: O utilizador não deve ser definido como inativo
zh_cn: 用户不应将自身定义为无效的

source: Please enter correct old password
de_de: Bitte geben Sie das korrekte alte Passwort ein
es_es: Capturar la anterior contraseña correcta
fr_fr: Saisir l'ancien mot de passe correct
pt_pt: Digite a senha correta Velho
zh_cn: 输入正确的旧密码

source: Cannot find user {0}
de_de: Benutzer {0} kann nicht gefunden werden
es_es: Imposible encontrar el usuario {0}
fr_fr: Impossible de trouver l'utilisateur {0}
pt_pt: Não foi possível localizar o utilizador {0}
zh_cn: 无法找到用户{0}

source: Key "{0}" is empty for user "{1} ({2})"
de_de: Schlüssel "{0}" ist für Benutzer "{1} ({2})" leer
es_es: La clave "{0}" está vacía para el usuario "{1} ({2})"
fr_fr: La clé "{0}" est vide pour l'utilisateur "{1} ({2})"
pt_pt: A chave "{0}" está vazia para o utilizador "{1} ({2})"
zh_cn: 用户"{1} ({2})"的密钥"{0}"为空

source: A user with login "{0}" already exists with a different key value than "{1}"="{2}"
de_de: Ein Benutzer mit Login "{0}" existiert bereits mit einem anderen Schlüsselwert als "{1}"="{2}"
es_es: Un usuairo con el login "{0}" ya existe con otro valor de clave "{1}"="{2}"
fr_fr: Un utilisateur avec le login "{0}" existe déjà avec une autre valeur de clé que "{1}"="{2}"
pt_pt: Um utilizador com o login "{0}" já existe com outro valor de chave "{1}" = "{2}"·
zh_cn: 已存在一个登录名为的"{0}"用户，当其有另一个密钥值，即"{1}"="{2}"

source: User "{0}" import error: {1}
de_de: Benutzer "{0}" Fehler Import: {1}
es_es: Usuario "{0}" error de importación: {1}
fr_fr: Utilisateur "{0}" erreur d'import: {1}
pt_pt: utilizador "{0}" erro de importação: {1}
zh_cn: 用户"{0}"的导入错误：{1}

source: User "{0}" import warning: {1}
de_de: Benutzer "{0}" Warnung Import: {1}
es_es: Usuario "{0}" aviso asociado a la importación: {1}
fr_fr: Utilisateur "{0}" avertissement lié à l'import : {1}
pt_pt: utilizador "{0}" Aviso relacionado à importação: {1}
zh_cn: 用户"{0}"导入时的关联警告：{1}

source: User "{0}" has been created
de_de: Benutzer "{0}" wurde erstellt
es_es: El usuario "{0}" se ha creado
fr_fr: L'utilisateur "{0}" a été créé
pt_pt: utilizador "{0}" foi criado
zh_cn: 用户"{0}"已被创建

source: User "{0}" has been modified
de_de: Benutzer "{0}" wurde geändert
es_es: El usuario "{0}" se ha modificado
fr_fr: L'utilisateur "{0}" a été modifié
pt_pt: utilizador "{0}" mudou
zh_cn: 用户"{0}"已被修改

source: Entity AUTILISINI not found on endpoint {0}
de_de: Entität AUTILISINI kann auf dem Endpoint {0} nicht gefunden werden
es_es: La entidad AUTILISINI no se ha encontrado en el endpoint {0}
fr_fr: L'entité AUTILISINI n'a pas été trouvée sur le endpoint {0}
pt_pt: A entidade AUTILISINI não foi encontrado no terminal {0}
zh_cn: 端点{0}上未找到实体AUTILISINI

source: Always create a group associated to the endpoint
de_de: Immer eine dem Endpoint zugeordnete Gruppe erstellen
es_es: Siempre crear un grupo asociado al endpoint
fr_fr: Toujours créer un groupe associé au endpoint
pt_pt: Sempre criar um grupo associado com o desfecho
zh_cn: 始终创建一个与端点关联的组

source: Attempt to find a group associated wih the endpoint and the role resulting from menu profile mapping
de_de: Versuch, eine Gruppe zu finden, die dem Enpoint und der Rolle zugeordnet ist, die aus der Menüprofilzuordnung resultiert
es_es: Intento de búsqueda de un grupo asociado al endpoint y al rol acorde al mapping del perfil menú
fr_fr: Tentative de recherche d'un groupe associé au endpoint et au rôle résultant du mapping de profils menus
pt_pt: Tente procurar um grupo associado com o endpoint eo papel dos perfis de menu mapeamento resultantes
zh_cn: 尝试搜索一个与自菜单权限匹配产生的端点和角色关联的组

source: Select an existing group to be associated to imported users
de_de: Vorhandene Gruppe auswählen um sie importierten Benutzern zuzuordnen
es_es: Seleccionar un grupo existente asociado a los usuarios importados
fr_fr: Sélectionner un groupe existant à associer aux utilisateurs importés
pt_pt: Selecione um grupo existente para associar os utilizadors importados
zh_cn: 选择一个应与导入的用户关联的现有组

source: X3 user import of {0} ({1} - {2})
de_de: X3 Benutzer-Import von {0} ({1} - {2})
es_es: Importación usuario X3 de {0} ({1} - {2})
fr_fr: Import utilisateur X3 de {0} ({1} - {2})
pt_pt: Importação utilizador X3 {0} ({1} - {2})
zh_cn: {0} ({1} - {2})的X3用户导入

source: Role not found for menu profile {0} in endpoint {1} mapping
de_de: Rolle für Menüprofil {0} in Endpoint {1} Zuordnung nicht gefunden
es_es: Rol no encontrado para el perfil menú {0} en el mapping de endpoints {1}
fr_fr: Rôle non trouvé pour le profil menu {0} dans le mapping de endpoints {1}
pt_pt: Papel não encontrado o perfil de menu {0} no mapeamento de pontos de extremidade {1}
zh_cn: 端点{1}的匹配中未找到菜单权限{0}的角色

source: Group not found for menu profile {0} in endpoint {1} mapping
de_de: Gruppe für Menüprofil {0} in Endpoint {1} Zuordnung nicht gefunden
es_es: Grupo no encontrado para el perfil menú {0} en el mapping de endpoints {1}
fr_fr: Groupe non trouvé pour le profil menu {0} dans le mapping de endpoints {1}
pt_pt: Grupo não encontrado o perfil de menu {0} no mapeamento de pontos de extremidade {1}
zh_cn: 端点{1}的匹配中未找到菜单权限{0}的组

source: Group "{0}" has been created
de_de: Gruppe "{0}" wurde erstellt
es_es: El grupo "{0}" se ha creado
fr_fr: Le groupe "{0}" a été créé
pt_pt: O grupo {0} foi criado
zh_cn: 组"{0}"已被创建

source: No user could be fetched from X3, please check your filters
de_de: Kein Benutzer konnte von X3 abgerufen werden. Bitte Filter prüfen
es_es: Ningún usuario se ha podido recuperar desde X3, comprobar los filtros
fr_fr: Aucun utilisateur n'a pu être récupéré depuis X3, vérifier les filtres
pt_pt: Não há utilizadors têm sido recuperados de X3, verifique os filtros
zh_cn: 未自X3系统恢复任何用户，请检查筛选器

source: Publish
de_de: Veröffentlichen
es_es: Publicar
fr_fr: Publier
pt_pt: Publicar
zh_cn: 发布
